---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeFlangefillet
source: html/557eac75-ecdc-1a73-62e5-7715393cada1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeFlangefillet Property

"Flange Fillet"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionIshapeFlangefillet { get; }
```